Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Shoulders
de: Schultern
es: Hombros
fr: Épaules
it: Spalle
ja: 肩
ko: 어깨
pt_br: Ombros
ru: Плечи
zh_hans: 肩部

source: Show All Weight Entries
de: Alle Gewichtseinträge anzeigen
es: Mostrar todos los registros de peso
fr: Afficher toutes les entrées de poids
it: Mostra tutte le voci di peso
ja: すべての体重の記録を表示
ko: 모든 체중 기록 보기
pt_br: Mostrar todos os registros de peso
ru: Показать все записи веса
zh_hans: 显示全部体重记录

source: Show Calories Burned History
de: Verlauf der verbrannten Kalorien anzeigen
es: Mostrar historial de calorías quemadas
fr: Afficher l'historique des calories brûlées
it: Mostra la cronologia delle calorie bruciate
ja: 消費カロリーの履歴を表示
ko: 소모 칼로리 기록 보기
pt_br: Mostrar histórico de calorias queimadas
ru: Показать историю сожжённых калорий
zh_hans: 显示消耗热量历史

source: Show Cardio History
de: Cardio-Verlauf anzeigen
es: Mostrar historial de cardio
fr: Afficher l'historique de cardio
it: Mostra la cronologia del cardio
ja: 有酸素運動の履歴を表示
ko: 유산소 기록 보기
pt_br: Mostrar histórico de cardio
ru: Показать историю кардио
zh_hans: 显示有氧历史

source: Show Exercise History
de: Übungsverlauf anzeigen
es: Mostrar historial de ejercicios
fr: Afficher l'historique d'exercice
it: Mostra la cronologia dell'esercizio
ja: 種目の履歴を表示
ko: 종목 기록 보기
pt_br: Mostrar histórico de exercícios
ru: Показать историю упражнения
zh_hans: 显示动作历史

source: Show Health Trends
de: Gesundheitstrends anzeigen
es: Mostrar tendencias de salud
fr: Afficher les tendances de santé
it: Mostra le tendenze salute
ja: ヘルストレンドを表示
ko: 건강 추세 보기
pt_br: Mostrar tendências de saúde
ru: Показать тренды здоровья
zh_hans: 显示健康趋势

source: Show Heart Rate History
de: Herzfrequenzverlauf anzeigen
es: Mostrar historial de frecuencia cardíaca
fr: Afficher l’historique de fréquence cardiaque
it: Mostra la cronologia della frequenza cardiaca
ja: 心拍数の履歴を表示
ko: 심박수 기록 보기
pt_br: Mostrar histórico de frequência cardíaca
ru: Показать историю пульса
zh_hans: 显示心率历史

source: Show Heart Rate Variability History
de: Verlauf der Herzfrequenzvariabilität anzeigen
es: Mostrar historial de variabilidad de la frecuencia cardíaca
fr: Afficher l’historique de variabilité de la fréquence cardiaque
it: Mostra la cronologia della variabilità della frequenza cardiaca
ja: 心拍変動の履歴を表示
ko: 심박 변이도 기록 보기
pt_br: Mostrar histórico de variabilidade da frequência cardíaca
ru: Показать историю вариабельности пульса
zh_hans: 显示心率变异性历史

source: Show history for ${exercise}
de: Verlauf für ${exercise} anzeigen
es: Mostrar historial de ${exercise}
fr: Afficher l'historique de ${exercise}
it: Mostra la cronologia di ${exercise}
ja: ${exercise}の履歴を表示
ko: ${exercise} 기록 보기
pt_br: Mostrar histórico de ${exercise}
ru: Показать историю ${exercise}
zh_hans: 显示 ${exercise} 的历史

source: Show Hydration Goal History
de: Verlauf des Flüssigkeitsziels anzeigen
es: Mostrar historial del objetivo de hidratación
fr: Afficher l’historique de l’objectif d’hydratation
it: Mostra la cronologia degli obiettivi di idratazione
ja: 水分補給目標の履歴を表示
ko: 수분 섭취 목표 기록 보기
pt_br: Mostrar histórico da meta de hidratação
ru: Показать историю целей по воде
zh_hans: 显示饮水目标历史

source: Show Hydration History
de: Flüssigkeitsverlauf anzeigen
es: Mostrar historial de hidratación
fr: Afficher l’historique d’hydratation
it: Mostra la cronologia dell'idratazione
ja: 水分補給の履歴を表示
ko: 수분 섭취 기록 보기
pt_br: Mostrar histórico de hidratação
ru: Показать историю потребления воды
zh_hans: 显示饮水历史

source: Show Live Activity
de: Live Activity anzeigen
es: Mostrar Live Activity
fr: Afficher l'activité en direct
it: Mostra l'attività in tempo reale
ja: Live Activityを表示
ko: 실시간 활동 표시
pt_br: Mostrar Live Activity
ru: Показывать Live Activity
zh_hans: 显示实时活动

source: Show Performance Correlations
de: Leistungskorrelationen anzeigen
es: Mostrar correlaciones de rendimiento
fr: Afficher les corrélations de performance
it: Mostra le correlazioni con la performance
ja: パフォーマンスの相関を表示
ko: 수행 상관관계 보기
pt_br: Mostrar correlações de desempenho
ru: Показать корреляции результатов
zh_hans: 显示表现相关性

source: Show Previous by Default
de: Vorherige standardmäßig anzeigen
es: Mostrar anteriores por defecto
fr: Afficher les précédents par défaut
it: Mostra i precedenti come predefinito
ja: 前回の記録を標準で表示
ko: 이전 값 기본 표시
pt_br: Mostrar anteriores por padrão
ru: Показывать прошлое по умолчанию
zh_hans: 默认显示上次数据

source: Show quick actions
de: Schnellaktionen anzeigen
es: Mostrar acciones rápidas
fr: Afficher les actions rapides
it: Mostra le azioni rapide
ja: クイックアクションを表示
ko: 빠른 실행 보기
pt_br: Mostrar ações rápidas
ru: Показать быстрые действия
zh_hans: 显示快捷操作

source: Show Respiratory Rate History
de: Atemfrequenzverlauf anzeigen
es: Mostrar historial de frecuencia respiratoria
fr: Afficher l’historique de fréquence respiratoire
it: Mostra la cronologia della frequenza respiratoria
ja: 呼吸数の履歴を表示
ko: 호흡수 기록 보기
pt_br: Mostrar histórico de frequência respiratória
ru: Показать историю частоты дыхания
zh_hans: 显示呼吸频率历史

source: Show Resting Heart Rate History
de: Verlauf der Ruheherzfrequenz anzeigen
es: Mostrar historial de frecuencia cardíaca en reposo
fr: Afficher l’historique de fréquence cardiaque au repos
it: Mostra la cronologia della frequenza cardiaca a riposo
ja: 安静時心拍数の履歴を表示
ko: 안정 시 심박수 기록 보기
pt_br: Mostrar histórico de frequência cardíaca em repouso
ru: Показать историю пульса в покое
zh_hans: 显示静息心率历史

source: Show Sleep Goal History
de: Schlafziel-Verlauf anzeigen
es: Mostrar historial de objetivos de sueño
fr: Afficher l'historique des objectifs de sommeil
it: Mostra la cronologia degli obiettivi di sonno
ja: 睡眠目標の履歴を表示
ko: 수면 목표 기록 보기
pt_br: Mostrar histórico de metas de sono
ru: Показать историю целей по сну
zh_hans: 显示睡眠目标历史

source: Show Sleep History
de: Schlafverlauf anzeigen
es: Mostrar historial de sueño
fr: Afficher l'historique de sommeil
it: Mostra la cronologia del sonno
ja: 睡眠の履歴を表示
ko: 수면 기록 보기
pt_br: Mostrar histórico de sono
ru: Показать историю сна
zh_hans: 显示睡眠历史

source: Show Sleep Insights
de: Schlaf-Insights anzeigen
es: Mostrar información de sueño
fr: Afficher les analyses de sommeil
it: Mostra le analisi del sonno
ja: 睡眠インサイトを表示
ko: 수면 인사이트 보기
pt_br: Mostrar insights de sono
ru: Показать аналитику сна
zh_hans: 显示睡眠洞察

source: Show Steps Goal History
de: Schrittziel-Verlauf anzeigen
es: Mostrar historial de objetivos de pasos
fr: Afficher l'historique des objectifs de pas
it: Mostra la cronologia degli obiettivi di passi
ja: 歩数目標の履歴を表示
ko: 걸음 수 목표 기록 보기
pt_br: Mostrar histórico de metas de passos
ru: Показать историю целей по шагам
zh_hans: 显示步数目标历史

source: Show Steps History
de: Schrittverlauf anzeigen
es: Mostrar historial de pasos
fr: Afficher l'historique de pas
it: Mostra la cronologia dei passi
ja: 歩数の履歴を表示
ko: 걸음 수 기록 보기
pt_br: Mostrar histórico de passos
ru: Показать историю шагов
zh_hans: 显示步数历史

source: Show Walking Heart Rate History
de: Verlauf der Herzfrequenz beim Gehen anzeigen
es: Mostrar historial de frecuencia cardíaca al caminar
fr: Afficher l’historique de fréquence cardiaque à la marche
it: Mostra la cronologia della frequenza cardiaca in camminata
ja: 歩行時平均心拍数の履歴を表示
ko: 보행 중 심박수 기록 보기
pt_br: Mostrar histórico de frequência cardíaca ao caminhar
ru: Показать историю пульса при ходьбе
zh_hans: 显示步行心率历史

source: Show Weight Goal History
de: Gewichtsziel-Verlauf anzeigen
es: Mostrar historial de objetivos de peso
fr: Afficher l'historique des objectifs de poids
it: Mostra la cronologia degli obiettivi di peso
ja: 体重目標の履歴を表示
ko: 체중 목표 기록 보기
pt_br: Mostrar histórico de metas de peso
ru: Показать историю целей по весу
zh_hans: 显示体重目标历史

source: Show Weight History
de: Gewichtsverlauf anzeigen
es: Mostrar historial de peso
fr: Afficher l'historique de poids
it: Mostra la cronologia del peso
ja: 体重の履歴を表示
ko: 체중 기록 보기
pt_br: Mostrar histórico de peso
ru: Показать историю веса
zh_hans: 显示体重历史

source: Show Workout History
de: Workout-Verlauf anzeigen
es: Mostrar historial de entrenamientos
fr: Afficher l'historique de séances
it: Mostra la cronologia degli allenamenti
ja: ワークアウトの履歴を表示
ko: 운동 기록 보기
pt_br: Mostrar histórico de treinos
ru: Показать историю тренировок
zh_hans: 显示训练历史

source: Show Workout Plans
de: Trainingspläne anzeigen
es: Mostrar planes de entrenamiento
fr: Afficher les programmes d'entraînement
it: Mostra le schede di allenamento
ja: ワークアウトプランを表示
ko: 운동 플랜 보기
pt_br: Mostrar planos de treino
ru: Показать планы тренировок
zh_hans: 显示训练计划

source: Show Wrist Temperature History
de: Verlauf der Handgelenktemperatur anzeigen
es: Mostrar historial de temperatura de la muñeca
fr: Afficher l’historique de température du poignet
it: Mostra la cronologia della temperatura al polso
ja: 手首の温度の履歴を表示
ko: 손목 온도 기록 보기
pt_br: Mostrar histórico de temperatura do pulso
ru: Показать историю температуры запястья
zh_hans: 显示手腕温度历史

source: Shows a live activity on the Lock Screen during your workout.
de: Zeigt während deines Workouts eine Live Activity auf dem Sperrbildschirm an.
es: Muestra una Live Activity en la pantalla bloqueada durante tu entrenamiento.
fr: Affiche une activité en direct sur l'écran verrouillé pendant ta séance.
it: Mostra un'attività in tempo reale sulla schermata di blocco durante l'allenamento.
ja: ワークアウト中、ロック画面にLive Activityを表示します。
ko: 운동하는 동안 잠금 화면에 실시간 활동을 표시합니다.
pt_br: Mostra uma Live Activity na Tela Bloqueada durante seu treino.
ru: Показывает Live Activity на экране блокировки во время тренировки.
zh_hans: 训练期间在锁定屏幕上显示实时活动。

source: Shows actions for the active split.
de: Zeigt Aktionen für den aktiven Split an.
es: Muestra las acciones del split activo.
fr: Affiche les actions du split actif.
it: Mostra le azioni per lo split attivo.
ja: アクティブなスプリットの操作を表示します。
ko: 활성 스플릿의 작업을 표시합니다.
pt_br: Mostra as ações do split ativo.
ru: Показывает действия для активного сплита.
zh_hans: 显示当前分化的操作。

source: Shows all saved weight entries.
de: Zeigt alle gespeicherten Gewichtseinträge an.
es: Muestra todos los registros de peso guardados.
fr: Affiche toutes les entrées de poids enregistrées.
it: Mostra tutte le voci di peso salvate.
ja: 保存したすべての体重の記録を表示します。
ko: 저장된 체중 기록을 모두 표시합니다.
pt_br: Mostra todos os registros de peso salvos.
ru: Показывает все сохранённые записи веса.
zh_hans: 显示所有已存储的体重记录。

source: Shows all tracked exercises.
de: Zeigt alle erfassten Übungen an.
es: Muestra todos los ejercicios registrados.
fr: Affiche tous les exercices suivis.
it: Mostra tutti gli esercizi monitorati.
ja: 記録しているすべての種目を表示します。
ko: 기록 중인 종목을 모두 표시합니다.
pt_br: Mostra todos os exercícios acompanhados.
ru: Показывает все отслеживаемые упражнения.
zh_hans: 显示所有已追踪的动作。

source: Shows all your workout plans.
de: Zeigt alle deine Trainingspläne an.
es: Muestra todos tus planes de entrenamiento.
fr: Affiche tous tes programmes d'entraînement.
it: Mostra tutte le tue schede.
ja: すべてのワークアウトプランを表示します。
ko: 모든 운동 플랜을 표시합니다.
pt_br: Mostra todos os seus planos de treino.
ru: Показывает все твои планы тренировок.
zh_hans: 显示你的所有训练计划。

source: Shows app settings.
de: Zeigt die App-Einstellungen an.
es: Muestra los ajustes de la app.
fr: Affiche les réglages de l'app.
it: Mostra le impostazioni dell'app.
ja: アプリの設定を表示します。
ko: 앱 설정을 표시합니다.
pt_br: Mostra os ajustes do app.
ru: Показывает настройки приложения.
zh_hans: 显示应用设置。

source: Shows Apple Health settings.
de: Zeigt die Apple-Health-Einstellungen an.
es: Muestra los ajustes de Apple Salud.
fr: Affiche les réglages Apple Santé.
it: Mostra le impostazioni di Apple Health.
ja: Apple Healthの設定を表示します。
ko: Apple Health 설정을 표시합니다.
pt_br: Mostra os ajustes do Apple Saúde.
ru: Показывает настройки Apple Health.
zh_hans: 显示 Apple Health 设置。

source: Shows completed performance history for a specific exercise.
de: Zeigt den abgeschlossenen Leistungsverlauf für eine bestimmte Übung an.
es: Muestra el historial de rendimiento completado de un ejercicio específico.
fr: Affiche l'historique de performance terminé d'un exercice spécifique.
it: Mostra la cronologia delle performance completate per un esercizio specifico.
ja: 特定の種目の実施履歴を表示します。
ko: 특정 종목의 완료된 수행 기록을 표시합니다.
pt_br: Mostra o histórico de desempenho concluído de um exercício específico.
ru: Показывает историю выполненных подходов для выбранного упражнения.
zh_hans: 显示指定动作的已完成表现历史。

source: Shows details for your most recent workout plan.
de: Zeigt Details zu deinem neuesten Trainingsplan an.
es: Muestra los detalles de tu plan de entrenamiento más reciente.
fr: Affiche les détails de ton programme d'entraînement le plus récent.
it: Mostra i dettagli della tua scheda più recente.
ja: 最新のワークアウトプランの詳細を表示します。
ko: 가장 최근 운동 플랜의 상세 정보를 표시합니다.
pt_br: Mostra os detalhes do seu plano de treino mais recente.
ru: Показывает детали последнего плана тренировки.
zh_hans: 显示你最近一个训练计划的详情。

source: Shows details for your most recent workout.
de: Zeigt Details zu deinem neuesten Workout an.
es: Muestra los detalles de tu entrenamiento más reciente.
fr: Affiche les détails de ta séance la plus récente.
it: Mostra i dettagli del tuo allenamento più recente.
ja: 最新のワークアウトの詳細を表示します。
ko: 가장 최근 운동의 상세 정보를 표시합니다.
pt_br: Mostra os detalhes do seu treino mais recente.
ru: Показывает детали последней тренировки.
zh_hans: 显示你最近一次训练的详情。

source: Shows distance, time, and pace, and lets you open the full session.
de: Zeigt Distanz, Zeit und Pace an und öffnet die vollständige Einheit.
es: Muestra distancia, tiempo y ritmo, y te permite abrir la sesión completa.
fr: Affiche la distance, le temps et l'allure, et permet d'ouvrir la séance complète.
it: Mostra distanza, tempo e ritmo, e ti permette di aprire la sessione completa.
ja: 距離、時間、ペースを表示し、セッション全体を開けます。
ko: 거리, 시간, 페이스를 보여주고 전체 세션을 열 수 있게 합니다.
pt_br: Mostra distância, tempo e ritmo, e permite abrir a sessão completa.
ru: Показывает дистанцию, время и темп и открывает полную тренировку.
zh_hans: 显示距离、时间和配速，并可打开完整训练。

source: Shows duration picker.
de: Zeigt die Dauer-Auswahl an.
es: Muestra el selector de duración.
fr: Affiche le sélecteur de durée.
it: Mostra il selettore della durata.
ja: 時間の選択画面を表示します。
ko: 시간 선택기를 표시합니다.
pt_br: Mostra o seletor de duração.
ru: Показывает выбор длительности.
zh_hans: 显示时长选择器。

source: Shows exercise history and details.
de: Zeigt Übungsverlauf und Details an.
es: Muestra el historial y los detalles del ejercicio.
fr: Affiche l'historique et les détails de l'exercice.
it: Mostra cronologia e dettagli dell'esercizio.
ja: 種目の履歴と詳細を表示します。
ko: 종목 기록과 상세 정보를 표시합니다.
pt_br: Mostra o histórico e os detalhes do exercício.
ru: Показывает историю и детали упражнения.
zh_hans: 显示动作历史和详情。

source: Shows filter options.
de: Zeigt Filteroptionen an.
es: Muestra las opciones de filtro.
fr: Affiche les options de filtre.
it: Mostra le opzioni di filtro.
ja: フィルタのオプションを表示します。
ko: 필터 옵션을 표시합니다.
pt_br: Mostra as opções de filtro.
ru: Показывает параметры фильтра.
zh_hans: 显示筛选选项。

source: Shows minor muscles.
de: Zeigt kleinere Muskeln an.
es: Muestra los músculos menores.
fr: Affiche les muscles mineurs.
it: Mostra i muscoli secondari.
ja: 細かい部位を表示します。
ko: 보조 근육을 표시합니다.
pt_br: Mostra os músculos menores.
ru: Показывает второстепенные мышцы.
zh_hans: 显示次要肌肉。

source: Shows muscle filter options.
de: Zeigt die Optionen für Muskelfilter an.
es: Muestra las opciones de filtro de músculos.
fr: Affiche les options de filtre musculaire.
it: Mostra le opzioni di filtro per muscolo.
ja: 部位フィルタのオプションを表示します。
ko: 근육 필터 옵션을 표시합니다.
pt_br: Mostra as opções de filtro de músculos.
ru: Показывает параметры фильтра по мышцам.
zh_hans: 显示肌肉筛选选项。

source: Shows or hides the quick action toolbar.
de: Zeigt oder verbirgt die Symbolleiste für Schnellaktionen.
es: Muestra u oculta la barra de acciones rápidas.
fr: Affiche ou masque la barre d'actions rapides.
it: Mostra o nasconde la barra delle azioni rapide.
ja: クイックアクションツールバーの表示・非表示を切り替えます。
ko: 빠른 실행 도구 막대를 표시하거나 숨깁니다.
pt_br: Mostra ou oculta a barra de ações rápidas.
ru: Показывает или скрывает панель быстрых действий.
zh_hans: 显示或隐藏快捷操作工具栏。

source: Shows pre workout details.
de: Zeigt die Pre-Workout-Details an.
es: Muestra los detalles previos al entrenamiento.
fr: Affiche les détails d'avant-séance.
it: Mostra i dettagli pre-allenamento.
ja: ワークアウト前の詳細を表示します。
ko: 운동 전 상세 정보를 표시합니다.
pt_br: Mostra os detalhes pré-treino.
ru: Показывает состояние перед тренировкой.
zh_hans: 显示训练前状态详情。

source: Shows prior performances for this exercise.
de: Zeigt frühere Leistungen für diese Übung an.
es: Muestra los rendimientos anteriores de este ejercicio.
fr: Affiche les performances précédentes pour cet exercice.
it: Mostra le performance precedenti di questo esercizio.
ja: この種目の過去の記録を表示します。
ko: 이 종목의 지난 수행 기록을 표시합니다.
pt_br: Mostra os desempenhos anteriores deste exercício.
ru: Показывает прошлые результаты по этому упражнению.
zh_hans: 显示这个动作以往的表现。

source: Shows split actions.
de: Zeigt Split-Aktionen an.
es: Muestra las acciones del split.
fr: Affiche les actions du split.
it: Mostra le azioni dello split.
ja: スプリットの操作を表示します。
ko: 스플릿 작업을 표시합니다.
pt_br: Mostra as ações do split.
ru: Показывает действия со сплитом.
zh_hans: 显示分化操作。

source: Shows split day details.
de: Zeigt die Details des Split-Tages an.
es: Muestra los detalles del día del split.
fr: Affiche les détails du jour du split.
it: Mostra i dettagli del giorno dello split.
ja: スプリットの日の詳細を表示します。
ko: 스플릿 일차 상세 정보를 표시합니다.
pt_br: Mostra os detalhes do dia do split.
ru: Показывает детали дня сплита.
zh_hans: 显示分化训练日详情。

source: Shows split details.
de: Zeigt die Split-Details an.
es: Muestra los detalles del split.
fr: Affiche les détails du split.
it: Mostra i dettagli dello split.
ja: スプリットの詳細を表示します。
ko: 스플릿 상세 정보를 표시합니다.
pt_br: Mostra os detalhes do split.
ru: Показывает детали сплита.
zh_hans: 显示分化详情。

source: Shows suggested changes and pending outcomes for this workout plan.
de: Zeigt vorgeschlagene Änderungen und ausstehende Ergebnisse für diesen Trainingsplan an.
es: Muestra los cambios sugeridos y los resultados pendientes de este plan de entrenamiento.
fr: Affiche les modifications suggérées et les résultats en attente pour ce programme d'entraînement.
it: Mostra le modifiche suggerite e gli esiti in sospeso per questa scheda.
ja: このワークアウトプランへの変更の提案と、保留中の結果を表示します。
ko: 이 운동 플랜의 제안된 변경 사항과 대기 중인 결과를 표시합니다.
pt_br: Mostra as alterações sugeridas e os resultados pendentes deste plano de treino.
ru: Показывает предложенные изменения и ожидаемые результаты для этого плана.
zh_hans: 显示这个训练计划的建议变更和待定结果。

source: Shows the exercise in the workout.
de: Zeigt die Übung im Workout an.
es: Muestra el ejercicio en el entrenamiento.
fr: Affiche l'exercice dans la séance.
it: Mostra l'esercizio nell'allenamento.
ja: ワークアウト内の種目を表示します。
ko: 운동에 포함된 종목을 표시합니다.
pt_br: Mostra o exercício no treino.
ru: Показывает упражнение в тренировке.
zh_hans: 显示训练中的这个动作。

source: Shows the list of exercises.
de: Zeigt die Übungsliste an.
es: Muestra la lista de ejercicios.
fr: Affiche la liste des exercices.
it: Mostra l'elenco degli esercizi.
ja: 種目の一覧を表示します。
ko: 종목 목록을 표시합니다.
pt_br: Mostra a lista de exercícios.
ru: Показывает список упражнений.
zh_hans: 显示动作列表。

source: Shows the most recently used exercise that has recorded history.
de: Zeigt die zuletzt verwendete Übung mit aufgezeichnetem Verlauf an.
es: Muestra el ejercicio usado más recientemente que tenga historial registrado.
fr: Affiche l'exercice utilisé le plus récemment ayant un historique enregistré.
it: Mostra l'esercizio usato più di recente che ha una cronologia registrata.
ja: 履歴が記録されている、最後に使用した種目を表示します。
ko: 기록이 남아 있는 가장 최근 종목을 표시합니다.
pt_br: Mostra o exercício usado mais recentemente que tenha histórico registrado.
ru: Показывает последнее использованное упражнение с записанной историей.
zh_hans: 显示最近使用且有历史记录的动作。

source: Shows the next feature slide.
de: Zeigt die nächste Funktionsfolie an.
es: Muestra la siguiente diapositiva de funciones.
fr: Affiche la diapositive de fonctionnalité suivante.
it: Mostra la slide successiva delle funzioni.
ja: 次の機能スライドを表示します。
ko: 다음 기능 슬라이드를 표시합니다.
pt_br: Mostra o próximo slide de recursos.
ru: Показывает следующий слайд.
zh_hans: 显示下一张功能介绍。

source: Shows the privacy policy.
de: Zeigt die Datenschutzrichtlinie an.
es: Muestra la política de privacidad.
fr: Affiche la politique de confidentialité.
it: Mostra l'informativa sulla privacy.
ja: プライバシーポリシーを表示します。
ko: 개인정보 처리방침을 표시합니다.
pt_br: Mostra a política de privacidade.
ru: Показывает политику конфиденциальности.
zh_hans: 显示隐私政策。

source: Shows the rest timer.
de: Zeigt den Pausentimer an.
es: Muestra el temporizador de descanso.
fr: Affiche le minuteur de repos.
it: Mostra il timer di recupero.
ja: 休憩タイマーを表示します。
ko: 휴식 타이머를 표시합니다.
pt_br: Mostra o cronômetro de descanso.
ru: Показывает таймер отдыха.
zh_hans: 显示休息计时器。

source: Shows the saved date and weight entry details.
de: Zeigt das gespeicherte Datum und die Details des Gewichtseintrags an.
es: Muestra la fecha guardada y los detalles del registro de peso.
fr: Affiche la date enregistrée et les détails de l'entrée de poids.
it: Mostra la data salvata e i dettagli della voce di peso.
ja: 保存された日付と体重記録の詳細を表示します。
ko: 저장된 날짜와 체중 기록 상세 정보를 표시합니다.
pt_br: Mostra a data salva e os detalhes do registro de peso.
ru: Показывает сохранённую дату и детали записи веса.
zh_hans: 显示已存储的日期和体重记录详情。

source: Shows the terms of service.
de: Zeigt die Nutzungsbedingungen an.
es: Muestra los términos del servicio.
fr: Affiche les conditions d'utilisation.
it: Mostra i termini di servizio.
ja: 利用規約を表示します。
ko: 서비스 약관을 표시합니다.
pt_br: Mostra os termos de serviço.
ru: Показывает условия использования.
zh_hans: 显示服务条款。

source: Shows weight goal details.
de: Zeigt die Details des Gewichtsziels an.
es: Muestra los detalles del objetivo de peso.
fr: Affiche les détails de l'objectif de poids.
it: Mostra i dettagli dell'obiettivo di peso.
ja: 体重目標の詳細を表示します。
ko: 체중 목표 상세 정보를 표시합니다.
pt_br: Mostra os detalhes da meta de peso.
ru: Показывает детали цели по весу.
zh_hans: 显示体重目标详情。

source: Shows workout details.
de: Zeigt die Workout-Details an.
es: Muestra los detalles del entrenamiento.
fr: Affiche les détails de la séance.
it: Mostra i dettagli dell'allenamento.
ja: ワークアウトの詳細を表示します。
ko: 운동 상세 정보를 표시합니다.
pt_br: Mostra os detalhes do treino.
ru: Показывает детали тренировки.
zh_hans: 显示训练详情。

source: Shows workout plan details.
de: Zeigt die Details des Trainingsplans an.
es: Muestra los detalles del plan de entrenamiento.
fr: Affiche les détails du programme d'entraînement.
it: Mostra i dettagli della scheda di allenamento.
ja: ワークアウトプランの詳細を表示します。
ko: 운동 플랜 상세 정보를 표시합니다.
pt_br: Mostra os detalhes do plano de treino.
ru: Показывает детали плана тренировки.
zh_hans: 显示训练计划详情。

source: Shows workout settings.
de: Zeigt die Workout-Einstellungen an.
es: Muestra los ajustes de entrenamiento.
fr: Affiche les réglages de séance.
it: Mostra le impostazioni dell'allenamento.
ja: ワークアウト設定を表示します。
ko: 운동 설정을 표시합니다.
pt_br: Mostra os ajustes de treino.
ru: Показывает настройки тренировки.
zh_hans: 显示训练设置。

source: Shows workout split details.
de: Zeigt die Details des Trainingssplits an.
es: Muestra los detalles del split de entrenamiento.
fr: Affiche les détails du split d'entraînement.
it: Mostra i dettagli dello split di allenamento.
ja: ワークアウトスプリットの詳細を表示します。
ko: 운동 스플릿 상세 정보를 표시합니다.
pt_br: Mostra os detalhes do split de treino.
ru: Показывает детали сплита.
zh_hans: 显示训练分化详情。

source: Shows your active workout split.
de: Zeigt deinen aktiven Trainingssplit an.
es: Muestra tu split de entrenamiento activo.
fr: Affiche ton split d'entraînement actif.
it: Mostra il tuo split di allenamento attivo.
ja: アクティブなワークアウトスプリットを表示します。
ko: 활성 운동 스플릿을 표시합니다.
pt_br: Mostra seu split de treino ativo.
ru: Показывает твой активный сплит.
zh_hans: 显示你当前的训练分化。
